[
{"property_id": ["Bayut - 5307-Ap-R-0012"], "price": ["135,000"], "type": ["Apartment"], "added_on": ["March 20, 2023"], "furnishing": ["Apartment", "For Rent", "Bayut - 5307-Ap-R-0012", "March 22, 2023", "March 20, 2023"], "purpose": ["For Rent"], "location": ["Belgravia Heights 1, JVC District 12, Jumeirah Village Circle (JVC), Dubai"], "bed_bath_size": ["2 Beds", "2 Baths"], "permit_no": [], "agent_name": ["Muhammad Irfan"], "image_url": [], "breadcrumbs": ["Dubai Apartments"], "amenities": ["Balcony or Terrace", "Swimming Pool", "Centrally Air-Conditioned", "Service Elevators", "Centrally Air-Conditioned", "Balcony or Terrace", "Service Elevators", "Gym or Health Club", "Swimming Pool", "Maintenance Staff", "Cleaning Services", "Security Staff", "CCTV Security"], "description": ["House & Hedges Real Estate is excited to present this stunningly designed apartment situated in the highly desirable Jumeirah Village Circle residential community in Dubai. We take pride in offering you a unique and sophisticated living experience in this exquisite property. ", "Welcome to Belgravia Heights, the perfect blend of elegance and comfort in the heart of Jumeirah Village Circle, Dubai. Our G+4P+15 residential building by Ellington Group offers modern studio, 1 and 2 bedroom apartments with well-designed interiors and stunning finishes. ", "Experience the ultimate urban lifestyle with our generous landscaped central courtyard featuring a sparkling swimming pool, a state-of-the-art fitness studio and yoga centre, as well as a fun-filled kids play zone. Enjoy the brilliant open space, bask in natural sunshine and stay fit and healthy all year round. ", "Jumeriah Village Circle is a family-oriented community that offers a tranquil village setting with all the modern facilities of a city. Our property features top-notch amenities including kitchen appliances, fitted kitchens, built-in wardrobes, central A/C, balcony, covered parking, modern gymnasium, jacuzzi, 24/7 security, and a children\\'s play area. ", "Experience the ultimate convenience with easy access to public transportation and communal gardens. Our property also welcomes pets, making it the perfect home for your furry friend. ", "Come and experience luxury living at Belgravia Heights. Don\\'t miss out on the opportunity to call this stunning property your home.", "Permit# 71183730324", "DED# 1121209, RERA# 34322"]}
]